isu-sevice-maven/req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://spring.io/guides/gs-producing-web-service">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:expelAllRequest>
            <gs:id>1</gs:id>
        </gs:expelAllRequest>
    </soapenv:Body>
</soapenv:Envelope>
